Repository: everlof/threading
Catalog: Sources/Threading/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: Removed %@ from the prompt.
sv: Tog bort %@ från meddelandet.

source: Removed a queued message.
sv: Tog bort ett köat meddelande.

source: Removed together, rebuilt when each project next builds
sv: Borttagna tillsammans, återbyggda när varje projekt nästa byggs

source: Remove…
sv: Ta bort…

source: Removing build output…
sv: Tar bort byggutdata…

source: Rename
sv: Byt namn

source: Rename Baseline
sv: Byt namn på baslinje

source: Rename Project
sv: Byt namn på projekt

source: Rename Project…
sv: Byt namn på projekt…

source: Rename Session
sv: Byt namn på konversation

source: Rename Session…
sv: Byt namn på konversation…

source: Rename Terminal
sv: Byt namn på terminal

source: Rename Terminal…
sv: Byt namn på terminal…

source: Rename Theme
sv: Byt namn på tema

source: Rename the current chat to match its focus
sv: Byt namn på chatten så att det speglar dess fokus

source: Rename the current thread
sv: Byt namn på den aktuella tråden

source: Rename this conversation
sv: Byt namn på denna konversation

source: Rename with Agent
sv: Byt namn med agent

source: Rename, remove, or share this project's baselines
sv: Byt namn på, ta bort eller dela projektets baslinjer

source: Renamed to /usage-credits
sv: Heter numera /usage-credits

source: Rename…
sv: Byt namn…

source: Render a bounded semantic visualization using Threading’s native UI.
sv: Rendera en avgränsad semantisk visualisering med Threadings inbyggda gränssnitt.

source: Render a safe native preview without installing or publishing it.
sv: Rendera en säker inbyggd förhandsvisning utan att installera eller publicera den.

source: Render an HTML document — tables, charts, diagrams, rich reports.
sv: Rendera ett HTML-dokument — tabeller, diagram, diagram, rika rapporter.

source: Render an image file in the panel — a screenshot, chart, or diagram.
sv: Rendera en bildfil i panelen — en skärmdump, diagram eller diagram.

source: Reopen the last session at launch
sv: Öppna den senaste konversationen igen vid start

source: Reopened the picture for editing.
sv: Öppnade bilden för redigering igen.

source: Reorder
sv: Ändra ordning

source: Reordered the queue.
sv: Ändrade ordningen i kön.

source: Repair the loading path
sv: Reparera inläsningsflödet

source: Repaired “%@”
sv: Reparerade “%@”

source: Repeat every percentage
sv: Upprepa efter varje procentandel

source: Replay
sv: Spela upp igen

source: Reply to %@
sv: Svara på %@

source: Reply to the agent
sv: Svara agenten

source: Report Claude turn and subagent activity
sv: Rapportera Claude-turer och underagentaktivitet

source: Report Codex turn boundaries
sv: Rapportera gränser mellan Codex-turer

source: Report Outbox
sv: Rapportutkorg

source: Report This…
sv: Rapportera detta…

source: Report a Problem
sv: Rapportera ett problem

source: Report a Problem…
sv: Rapportera ett problem…

source: Report a bug or share this conversation
sv: Rapportera ett fel eller dela den här konversationen

source: Report on how your Claude Code sessions have gone
sv: Rapportera hur dina Claude Code-sessioner har gått

source: Report received
sv: Rapporten har tagits emot

source: Report received. Reference: %@
sv: Rapporten har tagits emot. Referens: %@

source: Report saved
sv: Rapporten har sparats

source: Report saved securely and queued for retry when Threading is active.
sv: Rapporten har sparats säkert och placeras i kö för nytt försök när Threading är aktivt.

source: Reported + estimated
sv: Rapporterat + uppskattat

source: Reported + exact catalog rates
sv: Rapporterat + exakta katalogpriser

source: Reported from Threading’s inspector in this development build. My description comes first, then the app’s own capture of the element. The screenshot is a file on disk you can open.
sv: Rapporterat från Threadings inspektör i det här utvecklingsbygget. Min beskrivning kommer först, sedan appens egen fångst av elementet. Skärmbilden är en fil på disk som du kan öppna.

source: Reported. The user has been shown what you found and asked to decide.
sv: Rapporterat. Användaren har fått se vad du hittade och ombetts besluta.

source: Reported. The user has been shown what you found.
sv: Rapporterat. Användaren har fått se vad du hittade.

source: Reports from your phone
sv: Rapporter från din telefon

source: Reports the pointer arriving and leaving without drawing anything, so a surface can count the crossing onto it as staying.
sv: Rapporterar när pekaren kommer och lämnar utan att rita något, så att en yta kan räkna övergången till den som att pekaren stannar.

source: Request timed out
sv: Begäran tidsgräns överskriden

source: Requested
sv: Begärd

source: Requests
sv: Anrop

source: Requires the Threading app and access to your Wi-Fi or tailnet.
sv: Kräver Threading-appen och åtkomst till ditt Wi-Fi eller tailnet.

source: Requires the Threading app and access to your Wi-Fi or tailnet. Enable Hosted Direct to invite someone outside your network.
sv: Kräver Threading-appen och åtkomst till ditt Wi-Fi eller tailnet. Aktivera Hosted Direct för att bjuda in någon utanför ditt nätverk.

source: Rescan
sv: Skanna om

source: Research Icon with Codex
sv: Forska ikon med Codex

source: Researching…
sv: Forskar…

source: Reserve this share of %@ usage for the owner; Threading may use the rest.
sv: Reservera denna andel %@-användning åt ägaren; Threading får använda resten.

source: Reserved percentage
sv: Reserverat procenttal

source: Reset
sv: Återställ

source: Reset All
sv: Återställ allt

source: Reset All Test Conditions
sv: Återställ alla testvillkor

source: Reset All clears every one of them.
sv: Återställ allt rensar var och en av dem.

source: Reset All to Default
sv: Återställ allt till standard

source: Reset All to Inherited
sv: Återställ allt till ärvt

source: Reset Everything…
sv: Återställ allt…

source: Reset Identity
sv: Återställ identitet

source: Reset Identity…
sv: Återställ identitet…

source: Reset Settings…
sv: Återställ inställningar…

source: Reset Shortcuts
sv: Återställ snabbtangentbord

source: Reset Window Layout
sv: Återställ fönsterlayout

source: Reset all settings?
sv: Återställa alla inställningar?

source: Reset everything
sv: Återställ allt

source: Reset everything?
sv: Återställa allt?

source: Reset passed — awaiting a fresh reading
sv: Återställning slutförd — väntar på en ny läsning

source: Reset settings
sv: Återställ inställningar

source: Reset this Mac’s identity below. Every paired device has to scan again.
sv: Återställ den här Mac-datorns identitet nedan. Varje parkopplad enhet måste skanna igen.

source: Reset this Mac’s identity?
sv: Återställa den här Mac-datorns identitet?

source: Reset time unavailable
sv: Återställningstid saknas

source: Reset to 100%
sv: Återställ till 100 %

source: Reset to WebKit's default
sv: Återställ till WebKits standard

source: Reset to fit the browser panel
sv: Återställ för att passa webbläsarpanelen

source: Reset to follow the system
sv: Återställ för att följa systemet

source: Reset-credit count was not reported
sv: Antalet sparade återställningar rapporterades inte

source: Resets %@
sv: Återställs %@

source: Resets %@ · %@
sv: Återställs %@ · %@

source: Resetting throws the certificate away and mints a new one. Every paired device has to scan the new pairing code before it can connect again.
sv: Återställning kastar certifikatet och skapar ett nytt. Varje parkopplad enhet måste skanna den nya parkopplingskoden innan den kan ansluta igen.

source: Resize viewport
sv: Ändra storlek på viewport

source: Resizes app text and host-rendered extensions. Terminal size stays in Profiles.
sv: Ändrar storlek på apptext och tillägg som renderas av värden. Terminalstorleken ställs in under Profiler.

source: Resources
sv: Resurser

source: Responsive
sv: Responsiv

source: Responsive Viewport
sv: Responsivt viewport

source: Responsive Viewport · %lld×%lld
sv: Responsivt viewport · %lld×%lld

source: Restart Terminal
sv: Starta om terminal

source: Restarting terminal…
sv: Startar om terminalen…

source: Restore
sv: Återställ

source: Restore Appearance
sv: Återställ utseende

source: Restore Name & Icon
sv: Återställ namn och ikon

source: Restore it from Settings ▸ Archived.
sv: Återställ den från Inställningar ▸ Arkiverade.

source: Restore the code, the conversation, or both to an earlier point
sv: Återställ koden, konversationen eller båda till en tidigare punkt

source: Restore this account's default icon and name
sv: Återställ denna kontos standardikon och namn

source: Restore this account's detected name and provider icon
sv: Återställ kontots upptäckta namn och leverantörsikon

source: Restore this surface
sv: Återställ denna yta

source: Restoring your session
sv: Återställer din session

source: Restyle the app's window chrome immediately.
sv: Återstil appens fönsterkrom med omedelbar verkan.

source: Resume
sv: Återuppta

source: Resume Session
sv: Fortsätt konversation

source: Resume a previous session
sv: Återuppta en tidigare session

source: Resume a saved chat
sv: Återuppta en sparad chatt

source: Resume an earlier conversation
sv: Återuppta en tidigare konversation

source: Resume · %@ new
sv: Återuppta · %@ nya

source: Retry
sv: Försök igen

source: Retry Checkout Move
sv: Försök flytta checkout igen

source: Retry Connection
sv: Försök ansluta igen

source: Retry Secure Relay
sv: Försök igen med säker relä

source: Retry Simulator Control
sv: Försök med simulatorstyrning igen

source: Retry the connection.
sv: Försök ansluta igen.

source: Retry without leaving Settings. Existing launch links remain revoked.
sv: Försök igen utan att lämna Inställningar. Befintliga startlänkar förses inte med behörighet.

source: Return copies the report · ⇧Return adds a line
sv: Return kopierar rapporten · ⇧Return lägger till en rad

source: Return focus to the private field for Apple Passwords or your password manager
sv: Återställ fokus till det privata fältet för Apple Lösenord eller din lösenordshanterare

source: Return the current pixels from the same Simulator shown in the panel.
sv: Returnera de aktuella bildpunkterna från samma simulator som visas i panelen.

source: Return to open · Escape to close
sv: Retur för att öppna · Escape för att stänga

source: Revalidate cached content with the server when possible
sv: Återverifiera cachelagrade innehåll med servern när det är möjligt

source: Reveal
sv: Visa

source: Reveal Crash Report
sv: Visa kraschrapport

source: Reveal Diagnostics Log
sv: Visa diagnostikloggen

source: Reveal in Finder
sv: Visa i Finder

source: Reveal menus, tooltips, and controls driven by pointer hover.
sv: Visa menyer, verktygstips och kontroller som styrs av pekarens hovring.

source: Revealed the active page in the sidebar.
sv: Visade den aktiva sidan i sidofältet.

source: Reverse Session Order
sv: Omvänd sessionsordning

source: Review
sv: Granska

source: Review & Activate
sv: Granska och aktivera

source: Review before publishing
sv: Granska före publicering

source: Review the branch's pending changes for security problems
sv: Granska grenens väntande ändringar efter säkerhetsproblem

source: Review the current diff or a pull request for bugs and cleanups
sv: Granska aktuell diff eller en pull request efter buggar och upprensningar

source: Review the exact listener, project, instructions, and authority below. The first stage is read-only; local fixes use a separate permission stage. Threading will not push, deploy, open a review, or write back to the source.
sv: Granska den exakta lyssnaren, projektet, instruktionerna och behörigheten nedan. Det första steget är skrivskyddat; lokala åtgärder använder ett separat behörighetssteg. Threading kommer inte att pusha, driftsätta, öppna en granskning eller skriva tillbaka till källan.

source: Review this action before the agent continues.
sv: Granska åtgärden innan agenten fortsätter.

source: Review uncommitted changes, or follow custom review instructions
sv: Granska ej incheckade ändringar eller följ egna granskningsinstruktioner

source: Review what will be published from %@ into %@. Codex can edit these fields but cannot publish them.
sv: Granska det som publiceras från %@ till %@. Codex kan redigera fälten men kan inte publicera dem.

source: Review: Draft %@
sv: Granskning: Utkast till %@

source: Review: Draft pull request
sv: Granskning: Utkast till pull request

source: Review: Ready %@
sv: Granskning: %@ redo

source: Review: Ready pull request
sv: Granskning: Pull request redo

source: Revoke
sv: Återkalla

source: Revoke %@
sv: Återkalla %@

source: Revoke %@?
sv: Återkalla %@?

source: Revoke %@’s access
sv: Återkalla åtkomsten för %@

source: Revoke %@’s access?
sv: Återkalla åtkomsten för %@?

source: Revoke All
sv: Revokera alla

source: Revoke All Roles
sv: Återkalla alla roller

source: Revoke All…
sv: Revokera alla…

source: Revoke Claude's access to your Design projects
sv: Återkalla Claudes åtkomst till dina Design-projekt

source: Revoke Manager Role
sv: Återkalla managerrollen

source: Revoke Persistent Website Access?
sv: Revokera beständigt webbplatsåtkomst?

source: Revoke all manager roles?
sv: Återkalla alla managerroller?

source: Revoked
sv: Återkallad

source: Rich previews
sv: Rika förhandsvisningar

source: Rings during a launch
sv: Ringer under en start

source: Rings while you're watching
sv: Ringer medan du tittar

source: Rolling-window budget percentage
sv: Budgetprocent för rullande fönster

source: Rolling-window length in hours
sv: Det rullande fönstrets längd i timmar

source: Rotate Viewport
sv: Rotera vy

source: Rotate or reset this Mac’s identity
sv: Rotera eller återställ den här Macens identitet

source: Rounded
sv: Rundad

source: Rows %lld–%lld of %lld · columns %lld–%lld of %lld
sv: Rader %lld–%lld av %lld · kolumner %lld–%lld av %lld

source: Run Command
sv: Kör kommando

source: Run a command available in the current window.
sv: Kör ett kommando som är tillgängligt i det aktuella fönstret.

source: Run a prompt or command again on an interval
sv: Kör en prompt eller ett kommando igen med jämna mellanrum

source: Run a prompt or skill on a recurring interval
sv: Kör en prompt eller färdighet med jämna mellanrum

source: Run a prompt repeatedly while the session stays open
sv: Kör en prompt upprepade gånger medan sessionen är öppen

source: Run agent login once on this Mac. Threading uses that Cursor login.
sv: Kör agent login en gång på denna Mac. Threading använder den Cursor-inloggningen.

source: Run at next launch
sv: Kör vid nästa start

source: Run in Terminal
sv: Kör i terminal

source: Run in an isolated managed worktree
sv: Kör i ett isolerat, hanterat worktree

source: Run isolated browser test
sv: Kör isolerat webbläsartest

source: Run the rest of the line as a literal shell command
sv: Kör resten av raden som ett ordagrant skalkommando

source: Run this provider's secure sign-in again
sv: Kör leverantörens säkra inloggning igen

source: Run “%@” inside Threading?
sv: Kör ”%@” inuti Threading?

source: Run “%@”?
sv: Köra ”%@”?

source: Running
sv: Kör

source: Running at last quit
sv: Kördes vid senaste avslut

source: Running for %@
sv: Har kört i %@

source: Running normally
sv: Kör normalt

source: Running · %lld commands, %lld panels, %lld tools
sv: Kör · %lld kommandon, %lld paneler, %lld verktyg

source: Running “%@”…
sv: Kör “%@”…

source: Runs each agent's terminal in a helper that keeps working while Threading is closed, and hands the sessions back on the next launch. Off while this is still being proven: an agent started by the helper may not inherit Threading's file access.
sv: Kör varje agents terminal i en hjälpprocess som fortsätter arbeta medan Threading är stängt och lämnar tillbaka sessionerna vid nästa start. Avstängd medan detta ännu prövas: en agent som startats av hjälpprocessen ärver kanske inte Threadings filåtkomst.

source: Runs on the days below, for the accounts you allow.
sv: Körs på dagarna nedan, för de konton du tillåter.

source: Runs while Threading is closed
sv: Körs medan Threading är stängt

source: Runtime extension
sv: Körtidstillägg

source: Rust build output
sv: Rust-byggningsutdata

source: Same Repository
sv: Samma repository

source: Sample Project
sv: Exempelprojekt

source: Sample Session
sv: Exempelkonversation

source: Save
sv: Spara

source: Save Annotation
sv: Spara anteckning

source: Save Snapshot
sv: Spara ögonblicksbild

source: Save Snapshot As…
sv: Spara ögonblicksbild som…

source: Save a snapshot of the device (right-click for options)
sv: Spara en ögonblicksbild av enheten (högerklicka för alternativ)

source: Save as Baseline
sv: Spara som baslinje

source: Save as Baseline…
sv: Spara som baslinje…

source: Save changes
sv: Spara ändringar

source: Save snapshot
sv: Spara ögonblicksbild

source: Saved
sv: Sparad

source: Saved iPhone evidence
sv: Sparat iPhone-underlag

source: Saved recording
sv: Sparade inspelning

source: Saved snapshot
sv: Sparade ögonblicksbild

source: Saved to this session
sv: Sparad i denna session

source: Saved to your outbox (%lld).
sv: Sparad i din utkorg (%lld).

source: Saved with this report
sv: Sparad med denna rapport

source: Saved · chat is unavailable
sv: Sparad · chatten är inte tillgänglig

source: Saving is available again.
sv: Sparande är tillgängligt igen.

source: Saving is still paused; try recovery again.
sv: Sparande är fortfarande pausat; försök återställa igen.

source: Says “%@”.
sv: Säger ”%@”.

source: Scale
sv: Skala

source: Scan the appointed artifact or folder again.
sv: Skanna den valda artefakten eller mappen igen.

source: Scan with your iPhone
sv: Skanna med din iPhone

source: Scanning…
sv: Skanning…

source: Scans Claude's terminal output and Native replies for image and PDF paths. Turn this off if a Claude update changes how paths are rendered.
sv: Söker efter sökvägar till bilder och PDF-filer i Claudes terminalutdata och inbyggda svar. Stäng av detta om en Claude-uppdatering ändrar hur sökvägar visas.

source: Scans Codex's terminal output and Native replies for image and PDF paths. Turn this off if a Codex update changes how paths are rendered.
sv: Söker efter sökvägar till bilder och PDF-filer i Codex terminalutdata och inbyggda svar. Stäng av detta om en Codex-uppdatering ändrar hur sökvägar visas.

source: Schedule
sv: Schema

source: Schedule Message
sv: Schemalägg meddelande

source: Schedule message
sv: Schemalägg meddelande

source: Schedule session
sv: Schemalägg session

source: Scheduled
sv: Schemalagd

source: Scheduled Start
sv: Schemalagd start

source: Scheduled Start At
sv: Schemalagd starttid

source: Scheduled messages could not be saved, so this was not taken.
sv: Schemalagda meddelanden kunde inte sparas, så det här togs inte emot.

source: Scheduled sends
sv: Schemalagda utskick

source: Scheduled session
sv: Schemalagd session

source: Scheduled session cancelled.
sv: Den schemalagda sessionen avbröts.

source: Scheduled session opened for editing.
sv: Schemalagd session öppnad för redigering.

source: Scheduled session started now.
sv: Den schemalagda sessionen startades nu.

source: Scheduled · starts automatically %@
sv: Schemalagd · startar automatiskt %@

source: Scheduled · starts automatically when “%@” finishes
sv: Schemalagd · startar automatiskt när ”%@” blir klar

source: Scheduling…
sv: Schemalägger…

source: Scoped API key
sv: Begränsad API-nyckel

source: Scramble
sv: Skramla

source: Scratchpad
sv: Kladdblock

source: Screen
sv: Skärm

source: Screen Recording
sv: Skärminspelning

source: Screenshot
sv: Skärmbild

source: Screenshot Report
sv: Skärmbildsrapport

source: Screenshot page or element
sv: Skärmdump sida eller element

source: Script %lld has an invalid SF Symbol name.
sv: Skript %lld har ett ogiltigt SF Symbol-namn.

source: Script %lld has an invalid workingDirectory; use . or a checkout-relative path without .. components.
sv: Skript %lld har en ogiltig workingDirectory; använd . eller en checkout-relativ sökväg utan ..-komponenter.

source: Script %lld has an unknown field: %@.
sv: Skript %lld har ett okänt fält: %@.

source: Script %lld must be a JSON object.
sv: Skript %lld måste vara ett JSON-objekt.

source: Script %lld needs a lowercase ID of 1–64 bytes using letters, numbers, dots, underscores, or hyphens.
sv: Skript %lld behöver ett gemener-ID på 1–64 byte med bokstäver, siffror, punkter, understreck eller bindestreck.

source: Script %lld needs a non-empty display name of at most 96 bytes without control characters.
sv: Skript %lld behöver ett icke-tomt visningsnamn på högst 96 byte utan kontrolltecken.

source: Script %lld needs a one-line command of at most 4096 bytes without control characters.
sv: Skript %lld behöver ett enradigt kommando på högst 4096 byte utan kontrolltecken.

source: Script %lld previewURL must be an absolute http or https URL without credentials.
sv: Skript %lld:s previewURL måste vara en absolut http- eller https-URL utan inloggningsuppgifter.

source: Script %lld repeats the ID “%@”.
sv: Skript %lld upprepar ID:t ”%@”.

source: Script: %@
sv: Skript: %@

source: Scripts
sv: Skript

source: Scroll
sv: Rulla

source: Scroll the page or a referenced scrollable element.
sv: Rulla sidan eller en refererad rullbar element.

source: Scroll to end
sv: Rulla till slutet

source: Scroll to the end of the diff
sv: Rulla till slutet av skillnaden

source: Scrollback
sv: Rullningshistorik

source: Scrolling in new Claude terminals
sv: Rullning i nya Claude-terminaler

source: Search
sv: Sök

source: Search Everywhere…
sv: Sök överallt…

source: Search Settings
sv: Sök i inställningar

source: Search Threading
sv: Sök i Threading

source: Search archived conversations
sv: Sök bland arkiverade konversationer

source: Search commands
sv: Sök kommandon

source: Search conversations
sv: Sök konversationer

source: Search conversations or paste an ID
sv: Sök konversationer eller klistra in ett ID

source: Search destination preview
sv: Förhandsvisning av sökdestination

source: Search exact records
sv: Sök i exakta poster

source: Search execution audit
sv: Sök i körningsgranskningen

source: Search is limited to %lld bytes.
sv: Sökningen är begränsad till %lld byte.

source: Search match
sv: Sökträff

source: Search or enter address
sv: Sök eller ange adress

source: Search results
sv: Sökresultat

source: Search scope
sv: Sökområde

source: Search supports up to %lld filters.
sv: Sökningen stöder upp till %lld filter.

source: Search unavailable
sv: Sökning är inte tillgänglig

source: Search working conversations
sv: Sök bland arbetande konversationer

source: Searches every currently available app and extension command.
sv: Söker bland alla app- och tilläggskommandon som är tillgängliga just nu.

source: Searches projects, sessions, terminals, commands, settings and indexed history.
sv: Söker i projekt, sessioner, terminaler, kommandon, inställningar och indexerad historik.

source: Searches the files changed in the active Git Review.
sv: Söker bland filerna som ändrats i den aktiva Git-granskningen.

source: Searching
sv: Söker

source: Searching…
sv: Söker…

source: Seasonal
sv: Säsong

source: Second choice
sv: Andra valet

source: See what is open in the panel and which tab is active.
sv: Se vad som är öppet i panelen och vilken flik som är aktiv.

source: Seeing the year out in good company.
sv: Ser året ut i gott sällskap.

source: Select All
sv: Markera allt

source: Select Terminal.app theme files to import
sv: Välj Terminal.app-temafil att importera

source: Select a project first.
sv: Välj ett projekt först.

source: Select a project or checkout first.
sv: Välj först ett projekt eller en checkout.

source: Select a session first.
sv: Välj en session först.
